Repository: apertium/apertium-sme-sma
Catalog: tmx_data/boazopolitihkka_sme2sma.tmx
Source language: sme
Languages: sma

source: Sámediggeráđđi ovddida dán giđa rievdadusevttohusa Sámedikki boazodoallopolitihkkii.
sma: Saemiedigkieraerie daan gïjren jorkestimmieuvtelassem Saemiedigkien båatsoepolitihkese evtede. COMM: jorkestimmieuvtelassem ok.

source: – Stuorra rievdadusat leat dáhpáhuvvan ealáhusas ja hálddahusas maŋimus jagiid.
sma: – Jieliemassesne jïh reeremisnie stoere jorkestimmieh minngemes jaepiej orreme. COMM: REKKEFØLGE: adverbial til begynnelsen av setninga, ORD: fra "sjugniehtovveme" til "orreme"

source: Dat gáibida ođđa perspektiivvaid, dadjá sámediggeráđđi Thomas Åhrén.
sma: Daate orre perspektijvh krïebpesje, saemiedigkieraerie Thomas Åhrén jeahta. COMM: ORD: endret fra "dïhte" til "daate" (fordi det ellers virket som at en person krevde noe) endret fra "kreava" til "krïebpesje" (et ord som er oftere brukt)

source: Čilgehusas boazodoallopolitihka birra Sámedikki dievasčoahkkimii geassemánus dán jagi čilge sámediggeráđđi proseassa ja osiid sisdoalus boahttevaš dieđáhusas Sámedikki ođđa boazodoallopolitihka birra.
sma: Dennie tjïelkestimmesne båatsoepolitihken bïjre, ruffien daan jaepien, Saemiedigkieraerie prosessem tjïelkeste Saemiedigkien dïevetjåanghkose jïh åesieh båetijen bïevnesen sisvegistie, mij Saemiedigkien orre båatsoepolitihken bïjre. COMM: GANSKE MYE ENDRET

source: Das deattuhuvvo erenoamážit boazodoallu dakkár sámi ealáhussan mas lea hui erenoamáš riektevuođđu, mii lea vuođđuduvvon Norgga ja riikkaidgaskasaš riekteáddejupmái.
sma: Desnie eeremes båatsoe tjïelkeståvva dagkeres saemien jieliemassine man dan joekoen reaktoevåarome mij Nöörjen jïh internasjonaale reaktoegoerkesasse tseegkesovveme. COMM: HABITIV: "mesnie" er rettet til "man" (gen.) ORD: "sjiere" er endret til "joekoen", som virker nærmere "erenoamas". REKKEFØLGE: "tseegkesovveme" er flyttet til sist.

source: - Boazodoalu boahtteáigái lea áibbas deaŧalaš sihkkarastit vuođđovuoigatvuođaid eatnamiidda ja ovddideapmái.
sma: - Båatsoen båetije biejjide eevre vihkele våaromereaktah gorredidh eatnamidie jïh evtiedæmman. COMM: ORD til "båetije biejjide" (flt.) vanlig når man snakker om fremtid. endret til "eevre" (som er vanligere enn "aejvie") KOPULA: fjernet,

source: Dat mearkkaša ahte ealáhusas lea duohta dárbu sáhttit leat mielde váikkuheamen servodagaid plánaproseassaide ja hálddašeamen areálaid, boraspiremáddodagaid ja eará beliid.
sma: Nimhtie lea jieliemassese eevre daerpies åadtjodh meatan årrodh raeriestidh siebriedahki soejkesjeprossesine jïh goelpeneståaroej reeremisnie, ovjuvri låhkoej bïjre jïh jeatjah bieline. COMM: endret en hel del pga. annet ordvalg, dermed blir den grammatiske oppbygningen helt annerledes.

source: Eaktun boahtteáigásaš boazodollui leat einnostanvejolaš rámmaeavttut.
sma: COMM. denne ble vanskelig å oversette.

source: Boazodoallu ii leat dušše ealáhus, muhto das leat maid ovttaskas ealáhusdoaimmaheaddjit ja bearrašat geain leat oktagaslaš vuoigatvuođat, deattuha Åhrén.
sma: Ij leah båatsoe barre jieliemasse, dan badth aaj oktegs jieliemassejuhtiehtæjjah jïh fuelhkieh mej sjïere reaktah, Åhrén tjïelkeste. COMM: REKKEFØLGE: "leah" er flyttet rett etter "ij", ORD: "mohte dan leah aaj" endret til "dan badth aaj" (dette er vel personlig valg fordi "men" ikke alltid trengs å oversettes på sørsamisk) HABITIV: "giejnie mejnie" endret til "mej" (gen.) "individuelle" til "sjiere"

source: Danne oaivvilda sámediggeráđđi ahte lea deaŧalaš veahkehit ealáhusa, gelbbolašvuođa ja resurssaid dáfus.
sma: Dannasinie saemiedigkieraerie dennie mïelesne vihkele jieliemassem viehkiehtidh, maahtaldahken jïh vierhtiej muhteste, buerebe jïjtse ïedtjh sujhtedh. COMM: ORD: "oaivvilda" overstter jeg her med "dennie mïelesne" (i den mening) fjernet "ahte" "dïehre" endret til "muhteste" som passer bedre til "dáfus". MORF: "sujhtieh" endret til inf. "sujhtedh"

source: Åhrén čujuha daidda deaŧalaš nuppástuhttimiidda ja hástalusaide mat leat čuohcan boazodollui maŋimus jagiid.
sma: Åhrén dejtie vihkeles jorkestimmide jïh haestiemidie tjaatseste mah båatsoem minngemes jaepiej dïjpeme. COMM: ORD: endret till "dïjpeme", derav brukes akkusativ og ikke ill.

source: Stuorra boraspirevahágat, lassánan golut ja uhccánan sisaboađut, oktanaga stuorra rievdadusaiguin hálddašeamis ja gáibádusain ahte geahpedit boazologu, leat dagahan ealáhussii váttisin einnostit boahtteáiggi.
sma: Stoere ovjuvregoerph, læssanimmie maaksoeh jïh åhtjanimmie baalhkah, stoere jorkestimmiej gujmie ektesne reeremisnie jïh krïevenassine båatsoelåhkoem giehpiedidh, jieliemassese lyövlehkem dorjeme båetije biejjieh nåajtodh. COMM: ORD: "juvre" her endret til "ovjuvre", (fordi bruker juvre om dyr), Endret til “læssanimmie” og “åhtjanimmie” (verbnomen, se questionsfil), satt inn "ektesne" (sammen med). Fjernet “ahte” som er overflødig. Endret fra “måjkoedieh” til giehpiedidh (endret både ordet, men merk også at jeg her egentlig ikke vet om det skal være bøyd til 3.p.pl. som “måjkoedieh” eller infintiv. Jeg har gjettet på inf. “dagahan vattisin” har jeg oversatt som “lyövlehkem dorjeme”. MORF: Endret til “båetije biejjieh” som blir objektet.

source: Sámediggeráđđi lea deaŧalaš fievrridit viidáseappot ealáhusa bearašvuđot ja kulturvuđot doaibman, mii lea mielde viidáseappot ovddideamen giela, kultuvrra ja árbedieđu ja gelbbolašvuođa.
sma: Saemiedigkieraerie vihkele vijriebasse foeresjidh jieliemassen fuelhkievåaroldh jïh kultuvrevåaroldh gïehtelimmine, mij vijriebasse meatan gïelem evtiedidh, kultuvrem jïh aerpiedaajroem jïh maahtaldahkem. COMM: MORF: vet ikke om Samediggeraddi her er i nom. eller ack. Så vet ikke om det skal være -raeriem eller -raerie. ORD: Vet ikke hvordan jeg skal oversette “bearašvuđot ja kulturvuđot” har uansett skrevet “våaroldh” for “vuđot” uten å vite om det blir rett. Endret “jåhteme” til “giehtelimmie”. REKKEFØLGE: Har flyttet “vijriebasse” foran “meatan”. MORF: Hvis “ovddideamen” her betyr “for å” og ikke “holder på å utvikler” så skal dette stå i infinitiv på sørsamisk, “gielem evtiedidh”.

source: - Sámi boazodoallu galgá leat ceavzil, muhto dat mearkkaša seammás ahte buot politihkka mii doaimmahuvvo ja guoská boazodollui, ferte dássádallojuvvot boazodoalu dárbbuid ektui.
sma: - Saemien båatsoe galka stynkehke årrodh, dovne gaajhke politihke mij juhtiehtåvva jïh båatsoem dæjpa, tjuara båatsoen daerpiesvoeti muhteste sjïehtesjovvedh. COMM: ORD: Har oversatt “ceavzil” til stynkehke (som på den skrevne oversettelsen). REKKEFØLGE: Endret ordrekkefølgen og satt adjektivet “stynkehke” foran “årrodh”. Slik at det blir hjelpeverb-subj.pred.-hovedverb. ORD: Har oversatt “muhto dat mearkkasa seammas ahte” kun til “dovne” (til og med/ “også”). Fjernet “ahte”. Oversatt “doaimmahuvvo” med “juhtiehtåvva” (blir satt igang). Endret “tjoevere” til “tjuara” som er et ord som er mer brukt i hele det sørsamiske området. Oversatt “dassadallojuvvot” med “sjiehtesjovvedh” og satt verbet til slutt.

source: Ii šat sáhte leat nu ahte boazodoalus ovttabeallásaččat galgá gáibiduvvot ekologalaš ceavzilisvuohta, ii ge seammás sihkkarastit dan ekonomalaš vuođu ja daid areálaid mat leat vuođđun ealáhusa ceavzilisvuhtii, deattasta Åhrén.
sma: Ij maehtieh vielie numhtie galka båatsoste aktede raedteste ekologehtje stinkesvoete krïebpesjovvedh, ij goh dam ekonomeles våaromem jïh dejtie goelpeneståarojde gorredidh mah våaroeminie jieliemassen stinkesvoetese, Åhrén tjïerteste. COMM: ORD: Ellers tror jeg at nords. “galgat” ofte kan oversettes med “galkedh” og nords. “aigut” kan oversettes med “edtjedh”. Har oversatt “ovttabeallasaccat” med “aktede raedteste” (fra én kant) usikker på om dette er en bra oversettelse. Jeg har oversatt “ceavzilisvoete” med “stinkesvoete” (laget ord av meg). Lagde også "ekologehtje" (kan hende at ordet burde ha en annen endelse) REKKEFØLGE: Flyttet “maehtieh” til rett etter “ij”. Fjernet “årrodh” fordi jeg tror den er overflødig etter ord som “numhtie, nemhtie, nimhtie”. Fjernet “ahte” og isteden flyttet frem hjelpeverbet “galka” som tar “ahte” sin plass. Jeg har satt hovedverbet til slutt. Har fjernet “seammas”, fordi jeg tror den brukes oftere på nords. ORD: Oversatt “ii ge” med “ij goh”. (Usikker på om setningen burde endres til feks. En “jis”-setning. Feks: “jis ij goh dam ekonomeles våaromem jïh...gorredh mah...”

source: Sámediggeráđđi háliida nannet Sámedikki rolla boahttevaš boazodoalu politihkkahábmemis ja -hálddašeamis, ovttas boazodoalu iežas organisašuvnnaiguin.
sma: Saemiedigkieraerie sæjhta Saemiedigkien råållam nænnoestidh båetije båatsoen politihkehammoedimmesne jïh -reeremisnie, båatsoen jïjtse organisasjovnigujmie ektesne. COMM: MORF: Endret fra gen. “råållan” til ack. “råållam” REKKEFØLGE: verbet er flyttet rett etter objektet. Ektesne er flyttet til slutt ettersom det på sørsamisk ofte står etter substantivet i komitativ. ORD: Hvis “boahttevas” peker på “boazodoalu” og ikke “politihkkahabmemis” så burde det kanskje stå “båetijen båatsoen” (båetije+n) som i genitiv, som i: “kommende reindrifts”.
